/* About screen blog label */
"About.blog" = "https://bitradio.io/";

/* About screen footer */
"About.footer" = "พัฒนาขึ้นโดยทีม DigiWallet เวอร์ชัน %1$@";

/* Privay Policy button label */
"About.privacy" = "นโยบายเรื่องความเป็นส่วนตัว";

/* About screen reddit label */
"About.reddit" = "https://www.reddit.com/r/bitradio/";

/* Terms of Use button label */
"About.terms" = "ข้อกำหนดการใช้งาน";

/* About screen title */
"About.title" = "DigiWallet สำหรับ iOS คือกระเป๋าถือสำหรับ bitradio";

/* About screen twitter label */
"About.twitter" = "https://twitter.com/bitradiocoin";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "ปิด";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "ศูนย์สนับสนุน";

/* Loading Wallet Message */
"Account.loadingMessage" = "กำลังโหลดกระเป๋าเงิน";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "DigiWallet ของฉัน";

/* Error alert title */
"Alert.error" = "ผิดพลาด";

/* No internet alert message */
"Alert.noInternet" = "ไม่สามารถเชื่อมต่ออินเทอร์เน็ตได้ ลองตรวจสอบการเชื่อมต่อของคุณอีกครั้ง";

/* Warning alert title */
"Alert.warning" = "คำเตือน";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "คัดลอกที่อยู่แล้ว";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "ที่อยู่ของกระเป๋าเงินทั้งหมดได้ถูกคัดลอกเรียบร้อย";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "ตั้งค่าเปเปอร์คีย์";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "สุดยอด!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "ตั้งค่า PIN";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "การส่งล้มเหลว";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "การส่งสำเร็จ";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "โอนเงินเรียบร้อย";

/* JSON Serialization error message */
"ApiClient.jsonError" = "อ่านค่า JSON ผิดพลาด";

/* Wallet not ready error message */
"ApiClient.notReady" = "กระเป๋ายังไม่พร้อมใช้งาน";

/* API Token error message */
"ApiClient.tokenError" = "ไม่สามารถดึงค่าโทเคนจาก API ได้";

/* header of balance */
"Balance.header" = "ทั้งหมด\nสมดุล";

/* Send BCH view body. */
"BCH.body" = "ป้อนที่อยู่ bitradio ปลายทางด้านล่าง เงิน bitradio ทั้งหมดในกระเป๋าของคุณตอนที่ fork (%1$@) จะถูกส่งไปให้";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "ยืนยันการโอนจาก %1$@ ไปยัง %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "การยืนยัน";

/* Generic bch erorr message */
"BCH.genericError" = "บัญชีของคุณไม่มี bitradio อยู่เลย หรือคุณได้รับ bitradio หลังการ fork";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "คัดลอกรหัสทำรายการแล้ว";

/* No address error message */
"BCH.noAddressError" = "กรุณาป้อนที่อยู่กระเป๋า";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "การร้องขอโปรโตคอลการส่งไม่ได้สนับสนุนรายการของ bitradio";

/* BCH successfully sent alert message */
"BCH.successMessage" = "bitradio ถูกส่งเรียบร้อย";

/* Widthdraw BCH view title */
"BCH.title" = "ถอน bitradio";

/* Tx Hash button header */
"BCH.txHashHeader" = "รหัสทำรายการ bitradio";

/* Approve button label */
"BitID.approve" = "อนุมัติ";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ กำลังร้องขอเพื่อพิสูจน์ตัวตนโดยใช้กระเป๋าเงิน bitradio ของคุณ";

/* Deny button label */
"BitID.deny" = "ปฏิเสธ";

/* BitID error alert title */
"BitID.error" = "การพิสูจน์ตัวตนล้มเหลว";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "กรุณาตรวจสอบบริการอีกครั้ง คุณอาจต้องลองอีกครั้ง";

/* BitID success alert title */
"BitID.success" = "พิสูจน์ตัวตนสำเร็จ";

/* Cancel button label */
"Button.cancel" = "ยกเลิก";

/* Ignore button label */
"Button.ignore" = "ไม่สนใจ";

/* menu button */
"Button.menu" = "เมนู";

/* No button */
"Button.no" = "ไม่ใช่";

/* OK button label */
"Button.ok" = "โอเค";

/* receive button */
"Button.receive" = "รับเงิน";

/* send button */
"Button.send" = "ส่งเงิน";

/* Settings button label */
"Button.settings" = "การตั้งค่า";

/* Settings button label */
"Button.submit" = "ส่ง";

/* Yes button */
"Button.yes" = "ใช่";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "จัดไอดีของคุณให้อยู่กึ่งกลางช่อง";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "จำนวนที่จะส่ง:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "ค่าธรรมเนียม:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "ระยะเวลาดำเนินการ: รายการจะใช้เวลา %1$@ วินาทีสำหรับดำเนินการ";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "ส่ง";

/* Confirmation Screen title */
"Confirmation.title" = "การยืนยัน";

/* To: (address) */
"Confirmation.to" = "ไปยัง";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "ยอดรวมทั้งหมด:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "กรุณายืนยันให้แน่ใจว่าคุณได้เขียนทุกอย่างไว้ทั้งหมดแล้ว จากนั้นกรุณาป้อนคำดังกล่าวจากที่คุณเขียน";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "คำ #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "หน่วยแสดงผลของ bitradio";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "อัตราแลกเปลี่ยน";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "อุปกรณ์นี้ไม่ได้ถูกตั้งค่าให้โปรแกรมส่งอีเมลไว้กับ iOS";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "อีเมลไม่พร้อมใช้งาน";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "อุปกรณ์นี้ไม่ได้ตั้งค่าการส่งอีเมล";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "การส่งข้อความไม่พร้อมใช้งาน";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "คุณสามารถปรับแต่งการจำกัดการใช้ Face ID ของคุณจาก %1$@";

/* Face Id screen label */
"FaceIDSettings.label" = "ใช้ใบหน้าของคุณเพื่อปลดล็อก DigiWallet และส่งเงินตามวงเงินที่ได้กำหนด";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "Link Text";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "เปิดการใช้งาน Face ID สำหรับ DigiWallet";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "คุณยังไม่ได้ตั้งค่า Face ID บนอุปกรณ์นี้ ไปที่การตั้งค่า > Face ID และ Passcode เพื่อตั้งค่าเดี๋ยวนี้";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Face ID ยังไม่ได้ตั้งค่า";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Face ID กำหนดวงเงิน";

/* Economy fee */
"FeeSelector.economy" = "ประหยัด";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "ระยะเวลาส่งโดยประมาณ: มากกว่า 10 นาที";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "ตัวเลือกนี้ไม่เหมาะกับรายการที่ต้องการการส่งอย่างรวดเร็ว";

/* Regular fee */
"FeeSelector.regular" = "ปกติ";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "ระยะเวลาส่งโดยประมาณ: 15 ถึง 30 วินาที";

/* Fee Selector title */
"FeeSelector.title" = "ความเร็วการประมวลผล";

/* Checking private key balance progress view text */
"Import.checking" = "กำลังตรวจสอบยอดเงินจากกุญแจส่วนตัว";

/* Sweep private key confirmation message */
"Import.confirm" = "ต้องการโอน %1$@ จากบัญชีกุญแจส่วนตัวไปยังกระเป๋าเงินของคุณหรือไม่ เครือข่าย bitradio จะเก็บค่าธรรมเนียมการโอน  %2$@";

/* Duplicate key error message */
"Import.Error.duplicate" = "กุญแจส่วนตัวนี้ได้อยู่ในกระเป๋าเงินของคุณ";

/* empty private key error message */
"Import.Error.empty" = "กุญแจส่วนตัวนี้ว่างเปล่า";

/* High fees error message */
"Import.Error.highFees" = "ค่าธรรมเนียมการโอนจะมีค่าใช้จ่ายสูงกว่ามูลค่าของเงินที่อยู่ในกุญแจส่วนตัวนี้";

/* Not a valid private key error message */
"Import.Error.notValid" = "กุญแจส่วนตัวไม่ถูกต้อง";

/* Import signing error message */
"Import.Error.signing" = "การเซ็นรายการผิดพลาด";

/* Import button label */
"Import.importButton" = "นำเข้า";

/* Importing wallet progress view label */
"Import.importing" = "การนำเข้ากระเป๋าเงิน";

/* Caption for graphics */
"Import.leftCaption" = "การเป๋าเงินจะถูกนำเข้า";

/* Import wallet intro screen message */
"Import.message" = "การนำเข้ากระเป๋าเงินจะโอนยอดเงินทั้งหมดที่มีในกระเป๋านั้นมายังกระเป๋าปัจจุบันของคุณด้วยการโอนเพียงรายการเดียว";

/* Enter password alert view title */
"Import.password" = "กุญแจส่วนตัวมีการป้องกันด้วยรหัสผ่าน";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "รหัสผ่าน";

/* Caption for graphics */
"Import.rightCaption" = "DigiWallet ของคุณ";

/* Scan Private key button label */
"Import.scan" = "สแกนกุญแจส่วนตัว";

/* Import wallet success alert title */
"Import.success" = "เสร็จสมบูรณ์";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "นำเข้ากระเป๋าเงินเสร็จสมบูรณ์";

/* Import Wallet screen title */
"Import.title" = "นำเข้ากระเป๋าเงิน";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "ปลดล็อคคีย์";

/* Import wallet intro warning message */
"Import.warning" = "การนำเข้ากระเป๋าเงินจะไม่รวมถึงประวัติรายการเดิมหรือรายละเอียดอื่นๆ";

/* Wrong password alert message */
"Import.wrongPassword" = "รหัสผ่านผิด โปรดลองอีกครั้ง";

/* Close app button */
"JailbreakWarnings.close" = "ปิด";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "ไม่สนใจ";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "ความปลอดภัยของอุปกรณ์ถูกประนีประนอม\nแอพเจลเบรกใดๆสามารถเข้าถึงข้อมูลคีย์เชนของ DigiWallet และขโมย bitradio จากกระเป๋าเงินของคุณได้ทันที กรุณาคืนสภาพอุปกรณ์ที่ปลอดภัย";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "ความปลอดภัยของอุปกรณ์ถูกประนีประนอม\nแอพเจลเบรกใดๆสามารถเข้าถึงข้อมูลคีย์เชนของ DigiWallet และขโมย bitradio จากกระเป๋าเงินของคุณได้ทันที กรุณาใช้ DigiWallet เฉพาะอุปกรณ์ที่ไม่ได้เจลเบรก";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "คำเตือน";

/* Location services disabled error */
"LocationPlugin.disabled" = "บริการตำแหน่งถูกปิด";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "DigiWallet ไม่ได้รับอนุญาตให้เข้าถึงบริการตำแหน่ง";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "คุณได้สร้างกระเป๋าเงินของคุณบน%1$@";

/* Manage wallet description text */
"ManageWallet.description" = "ชื่อกระเป๋าเงินของคุณจะปรากฎเฉพาะในประวัติรายการของบัญชีคุณและจะไม่มีผู้อื่นเห็น";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "ชื่อกระเป๋าเงิน";

/* Manage wallet modal title */
"ManageWallet.title" = "บริหารกระเป๋าเงิน";

/* Menu button title */
"MenuButton.lock" = "ล็อคกระเป๋าเงิน";

/* Menu button title */
"MenuButton.security" = "ศูนย์กลางความปลอดภัย";

/* Menu button title */
"MenuButton.settings" = "การตั้งค่า";

/* Menu button title */
"MenuButton.support" = "การสนับสนุน";

/* button label */
"MenuViewController.createButton" = "สร้างกระเป๋าเงินใหม่";

/* Menu modal title */
"MenuViewController.modalTitle" = "เมนู";

/* button label */
"MenuViewController.recoverButton" = "กู้คืนกระเป๋าเงิน";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "สลับไปโหมดอัตโนมัติ";

/* Node is connected label */
"NodeSelector.connected" = "เชื่อมต่อแล้ว";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "ป้อนที่อยู่ไอพีของเครื่องและพอร์ต (ไม่จำเป็น)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "ป้อนข้อมูลเครื่อง";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "สลับไปโหมดตั้งค่าเอง";

/* Node address label */
"NodeSelector.nodeLabel" = "เครื่องหลักปัจจุบัน";

/* Node is not connected label */
"NodeSelector.notConnected" = "ยังไม่เชื่อมต่อ";

/* Node status label */
"NodeSelector.statusLabel" = "สถานะการเชื่อมต่อกับเครื่องอื่น";

/* Node Selector view title */
"NodeSelector.title" = "เครื่อง bitradio";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "การ้องขอชำระเงินไม่ถูกต้อง";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "เอกสารไม่สนับสนุนหรือได้รับความเสียหาย";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "ใบรับรองขาดหายไป";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "การร้องขอหมดอายุ";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "ไม่สามารถชำระเงินได้";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "การชำระเงินด้วย bitradio ไม่สามารถมียอดต่ำกว่า %1$@";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "รายการขาออก bitradio ไม่สามารถน้อยกว่า $@";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "ประเภทของลายเซ็นไม่สนับสนุน";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "ใบรับรองไม่น่าเชื่อถือ";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "แตะตรงนี้เพื่อเปิดใช้งาน Face ID";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "เปิดใช้งาน Face ID";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "รหัสผ่านอุปกรณ์จำเป็นสำหรับการป้องกันกระเป๋าเงินของคุณ ไปที่การตั้งค่าเพื่อตั้งค่ารหัสผ่าน";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "เปิดการใช้งานรหัสผ่านอุปกรณ์";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "เปเปอร์คีย์ของคุณจะต้องถูกบันทึกในกรณีที่คุณทำหายหรือเปลี่ยนโทรศัพท์ แตะที่นี่เพื่อดำเนินการต่อ";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "ต้องการการดำเนินการ";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "กระเป๋าเงินของคุณอาจจะยังไม่ได้ซิงค์ กรณีนี้สามารถแก้ไขได้โดยการสแกนบล็อกเชนอีกครั้ง";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "รายการถูกปฏิเสธ";

/* header of PinView */
"Prompts.SecurityCheck.header" = "ความปลอดภัย\nตรวจสอบ";

/* Share data prompt body */
"Prompts.ShareData.body" = "ช่วยพัฒนาDigiWalletโดยแบ่งปันข้อมูลไม่ระบุตัวตนของคุณกับเรา";

/* Share data prompt title */
"Prompts.ShareData.title" = "แบ่งปันข้อมูลไม่ระบุตัวตน";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "แตะที่นี่เพื่อเปิดการใช้งาน Touch ID";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "เปิดการใช้งาน Touch ID";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "DigiWalletถูกอัพเกรดให้ใช้ตัวเลข 6 ตัวกับPIN แตะที่นี่เพื่ออัพเกรด";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "อัพเกรด PIN";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "เปิดการใช้งานการแจ้งเตือนเพื่อรับข้อความพิเศษจาก DigiWallet ในอนาคต";

/* Push notifications toggle switch label */
"PushNotifications.label" = "การแจ้งเตือนแบบพุช";

/* Push notifications are off label */
"PushNotifications.off" = "ปิด";

/* Push notifications are on label */
"PushNotifications.on" = "เปิด";

/* Push notifications settings view title label */
"PushNotifications.title" = "การแจ้งเตือน";

/* Address copied message. */
"Receive.copied" = "คัดลอกไปยังคลิปบอร์ด";

/* Share via email button label */
"Receive.emailButton" = "อีเมล";

/* Request button label */
"Receive.request" = "จำนวนที่ร้องขอ";

/* Share button label */
"Receive.share" = "แบ่งปัน";

/* Share via text message (SMS) */
"Receive.textButton" = "ข้อความ";

/* Receive modal title */
"Receive.title" = "การรับเงิน";

/* Done button text */
"RecoverWallet.done" = "เสร็จสิ้น";

/* Recover wallet header */
"RecoverWallet.header" = "กู้คืนกระเป๋าเงิน";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "รีเซ็น PIN";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "ป้อนเปเปอร์คีย์";

/* Recover wallet intro */
"RecoverWallet.intro" = "กู้คืน DigiWallet ของคุณด้วยเปเปอร์คีย์ของคุณ";

/* Invalid paper key message */
"RecoverWallet.invalid" = "เปเปอร์คีย์ที่คุณป้อนไม่ถูกต้อง กรุณาดับเบิลแต่ละคำและลองอีกครั้ง";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "ลูกศรซ้าย";

/* Next button label */
"RecoverWallet.next" = "ถัดไป";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "แตะตรงนี้สำหรับข้อมูลเพิ่มเติม";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "ลูกศรขวา";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "ป้อนเปเปอร์คีย์ของกระเป๋าเงินที่คุณต้องการกู้คืน";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "เพื่อรีเซ็น PIN ของคุณ, ป้อนคำจากเปเปอร์คีย์ในช่องด้านล่าง";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "กรุณาป้อนยอดเงินก่อน";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "ยอดเงินที่ร้องขอ";

/* Alert action button label */
"ReScan.alertAction" = "ซิงค์";

/* Alert message body */
"ReScan.alertMessage" = "คุณจะไม่สามารถส่งเงินในขณะที่กำลังซิงค์";

/* Alert message title */
"ReScan.alertTitle" = "ต้องการซิงค์กับบล็อกเชน";

/* extimated time */
"ReScan.body1" = "20 - 45 นาที";

/* Syncing explanation */
"ReScan.body2" = "ถ้ารายการแสดงว่าสมบูรณ์ในเครือข่ายของ bitradio แต่ไม่ใช่ในกระเป๋าเงินของคุณ";

/* Syncing explanation */
"ReScan.body3" = "คุณได้รับข้อความแจ้งว่ารายการถูกปฏิเสธซ้ำไปซ้ำมา";

/* Start Sync button label */
"ReScan.buttonTitle" = "เริ่มต้นซิงค์";

/* Sync blockchain view footer */
"ReScan.footer" = "คุณจะไม่สามารถส่งเงินได้ในขณะที่กำลังซิงค์กับบล็อกเชน";

/* Sync Blockchain view header */
"ReScan.header" = "ซิงค์บล็อกเชน";

/* Subheader label */
"ReScan.subheader1" = "เวลาโดยประมาณ";

/* Subheader label */
"ReScan.subheader2" = "ควรซิงค์เมื่อไร";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "แฟลชกล้อง";

/* Complete filter label */
"Search.complete" = "สมบูรณ์";

/* Pending filter label */
"Search.pending" = "รอดำเนินการ";

/* Received filter label */
"Search.received" = "ได้รับ";

/* Sent filter label */
"Search.sent" = "ส่งแล้ว";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "เปิดคุณสมบัติความปลอดภัยเพื่อการป้องกันสูงสุด";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "วิธีการเดียวที่จะเข้าถึง bitradio ของคุณถ้าคุณทำโทรศัพท์หายหรืออัพเกรดระบบ";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "เปเปอร์คีย์";

/* PIN button description */
"SecurityCenter.pinDescription" = "ปกป้อง DigiWallet จากผู้ใช้งานที่ไม่ได้รับอนุญาต";

/* PIN button title */
"SecurityCenter.pinTitle" = "PIN 6 ตัวเลข";

/* Security Center Title */
"SecurityCenter.title" = "ศูนย์กลางความปลอดภัย";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "ปลดล็อก DigitWallet ของคุณอย่างง่ายดาย และส่งเงินตามวงเงิน";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "ยอดเงิน";

/* Balance: $4.00 */
"Send.balance" = "ยอดคงเหลือ: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "ไปการตั้งค่าเพื่ออนุญาตให้เข้าถึงกล้อง";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "DigiWallet ไม่ได้รับอนุญาตให้เข้าถึงกล้อง";

/* Warning when sending to self. */
"Send.containsAddress" = "ที่อยู่ผู้รับเงินเป็นที่อยู่ของคุณ คุณไม่สามารถส่งเงินหาตัวเอง";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "ไม่สามารถสร้างรายการ";

/* Description for sending money label */
"Send.descriptionLabel" = "บันทึก";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "กระดานวางว่างเปล่า";

/* Network Fee: $0.01 */
"Send.fee" = "ค่าธรรมเนียมเครือข่าย %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "การพิสูจน์ตัวตนของผู้รับเงินไม่ได้รับการรับรอง";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "ที่อยู่ปลายงานไม่ใช่ที่อยู่ bitradio ที่ถูกต้อง";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "กระดานวางไม่มีที่อยู่ bitradio ที่ถูกต้อง";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "ที่อยู่ไม่ถูกต้อง";

/* Is rescanning error message */
"Send.isRescanning" = "การส่งถูกปิดขณะที่มีการสแกนใหม่";

/* Loading request activity view message */
"Send.loadingRequest" = "กำลังโหลดการร้องขอ";

/* Empty address alert message */
"Send.noAddress" = "โปรดป้อนที่อยู่ของผู้รับ";

/* Emtpy amount alert message */
"Send.noAmount" = "โปรดป้อนจำนวนที่ต้องการส่ง";

/* Paste button label */
"Send.pasteLabel" = "วาง";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "ไม่สามารถเผยแพร่รายการ";

/* Could not load remote request error message */
"Send.remoteRequestError" = "ไม่สามารถโหลดการร้องขอการชำระเงิน";

/* Scan button label */
"Send.scanLabel" = "สแกน";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "ส่ง";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "การส่ง";

/* Send money to label */
"Send.toLabel" = "ไปยัง";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "ที่อยู่ bitradio มีไว้เพื่อการใช้งานเพียงคนเดียวเท่านั้น";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "การใช้ที่อยู่ซ้ำจะลดความเป็นส่วนตัวของคุณและผู้รับเงิน และทำให้เกิดความสูญเสียหากผู้รับเงินไม่ได้ควบคุมที่อยู่นั้นตัวตนเอง";

/* Adress already used alert title */
"Send.UsedAddress.title" = "ที่อยู่ที่ถูกใช้แล้ว";

/* About label */
"Settings.about" = "นี่คือ DigiWallet ซึ่งเป็นกระเป๋าถือสำหรับ bitradio";

/* Advanced Settings title */
"Settings.advancedTitle" = "การตั้งค่าขั้นสูง";

/* i.e. the currency which will be displayed */
"Settings.currency" = "หน่วยเงินที่แสดง";

/* Join Early access label */
"Settings.earlyAccess" = "เข้าร่วมการเข้าถึงเริ่มต้น";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "คุณสนุกกับ DigiWallet ไหม";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "ยอดจำกัดการใช้เงินของ Face ID ";

/* Import wallet label */
"Settings.importTitle" = "นำเข้ากระเป๋าเงิน";

/* Manage settings section header */
"Settings.manage" = "จัดการ";

/* Notifications label */
"Settings.notifications" = "การแจ้งเตือน";

/* Leave review button label */
"Settings.review" = "ส่งผลการรีวิวหาเรา";

/* Share anonymous data label */
"Settings.shareData" = "แบ่งปันข้อมูลไม่ระบุตัวตน";

/* Sync blockchain label */
"Settings.sync" = "ซิงค์บล็อกเชน";

/* Settings title */
"Settings.title" = "การตั้งค่า";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "การจำกัดการใช้จ่าย Touch ID";

/* Wallet Settings section header */
"Settings.wallet" = "กระเป๋าเงิน";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "เริ่มต้น/กู้คืนกระเป๋าเงินอื่น";

/* Share data view body */
"ShareData.body" = "ช่วยพัฒนา DigiWallet โดยแบ่งปันข้อมูลไม่ระบุตัวตนของคุณกับพวกเรา ข้อมูลเหล่านี้จะไม่รวมข้อมูลทางการเงิน เราเคารพความเป็นส่วนตัวทางการเงินของคุณ";

/* Share data header */
"ShareData.header" = "แบ่งปันข้อมูล";

/* Share data switch label. */
"ShareData.toggleLabel" = "แบ่งปันข้อมูลไม่ระบุตัวตน";

/* button label */
"StartPaperPhrase.againButtonTitle" = "เขียนเปเปอร์คีย์อีกครั้ง";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "เปเปอร์คีย์ของคุณเป็นวิธีการเดียวที่จะคืนสภาพ DigiWallet ของคุณ ถ้าโทรศัพท์ของคุณหาย ถูกขโมย เสีย หรืออัพเกรด\n\nเราจะแสดงให้คุณดูรายการของคำที่จะต้องเขียนลงไปในกระดาษและเก็บมันให้ปลอดภัย";

/* button label */
"StartPaperPhrase.buttonTitle" = "เขียนเปเปอร์คีย์";

/* Argument is date */
"StartPaperPhrase.date" = "คุณบันทึกเปเปอร์คีย์ของคุณครั้งสุดท้ายเมื่อ %1$@";

/* Start view message */
"StartViewController.message" = "วิธีการที่ปลอดภัยและมั่นคงที่สุดที่จะใช้ bitradio";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "บล็อกความสูง";

"SynchingView.progressLabel" = "ความคืบหน้า";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "กำลังเชื่อมต่อ";

/* Syncing view header text */
"SyncingView.header" = "กำลังซิงค์";

/* Retry button label */
"SyncingView.retry" = "ลองอีกครั้ง";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "กำลังซิงค์";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ วัน";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ ชม.";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ น.";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ ว.";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "คุณสามารถปรับแต่งการจำกัดการใช้จ่าย Touch ID ของคุณจาก %1$@";

/* Touch Id screen label */
"TouchIdSettings.label" = "ใช้ลายนิ้วมือของคุณเพื่อปลดล็อก DigiWallet ของคุณและส่งเงินได้ถึงตามจำนวนที่กำหนด";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "หน้าจอจำกัดวงเงินด้วย Touch ID";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "ยอดเงินที่ถูกจำกัด: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "เปิดการใช้งาน Touch ID สำหรับกระเป๋าเงินคุณ";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "คุณยังไม่ได้ตั้งค่า Touch ID บนอุปกรณ์ ไปที่การตั้งค่า -> Touch ID & Passcode เพื่อตั้งค่าเดี๋ยวนี้";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "ยังไม่ได้ตั้งค่า Touch ID";

/* Always require passcode option */
"TouchIdSpendingLimit" = "จำเป็นต้องใช้รหัสผ่านเสมอ";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "คุณจะถูกถามรหัส PIN ประกอบด้วยตัวเลข 6 ตัวเพื่อส่งรายการใดๆที่เกินวงเงิน และทุก 48 ชั่วโมงหลังจากที่คุณป้อนมันครั้งสุดท้าย";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "การจำกัดวงเงินด้วย Touch ID";

/* Availability status text */
"Transaction.available" = "ยอดที่สามารถส่งได้";

/* Transaction complete label */
"Transaction.complete" = "สมบูรณ์";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "ยอดเงินสุดท้าย: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "อัตราแลกเปลี่ยนเมื่อได้รับเงิน";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "อัตราแลกเปลี่ยนเมื่อส่ง";

/* (b600 fee) */
"Transaction.fee" = "(ค่าธรรมเนียม %1$@)";

/* Invalid transaction */
"Transaction.invalid" = "ไม่ถูกต้อง";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "เดี๋ยวนี้";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "กำลังดำเนินการ %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "กำลังดำเนินการ %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "ยอดคงเหลือเริ่มต้น %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "กำลังรอการยืนยัน การซื้อขายต้องการการยืนยันรายการเสร็จสมบูรณ์ ใช้เวลาโดยประมาณ 1-2 นาที";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "บัญชี";

/* Amount section header */
"TransactionDetails.amountHeader" = "ยอดเงิน";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "ยืนยันในบล็อก";

/* Memo section header */
"TransactionDetails.commentsHeader" = "บันทึก";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "รายการของคุณจะปรากฎตรงนี้";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "จาก %1$@";

/* More button title */
"TransactionDetails.more" = "เพิ่มเติม";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "ย้ายไป %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "ย้ายไปยัง <b>%1@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "ยังไม่ยืนยัน";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "ได้รับ %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "ได้รับ <b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "ส่ง %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "ส่ง <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "สถานะ";

/* Transaction Details Title */
"TransactionDetails.title" = "รายละเอียดรายการ";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "ไป %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "รหัสรายการ bitradio";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "ได้รับที่ที่อยู่นี้";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "ส่งไปยังที่อยู่นี้";

/* filter buttons for transactionView */
"TransactionView.all" = "ทั้งหมด";

"TransactionView.received" = "ได้รับ";

"TransactionView.sent" = "ส่ง";

/* Disabled until date */
"UnlockScreen.disabled" = "ปิดการใช้งานจนกว่า %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "ที่อยู่ของฉัน";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "รีเซ็ต PIN";

/* Scan button title */
"UnlockScreen.scan" = "สแกน";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "ป้อน PIN";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "ปลดล็อก DigiWallet ของคุณ";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "ปลดล็อกด้วย Touch ID";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "กระเป๋าเงินถูกปลดล็อค";

/* Update PIN caption text */
"UpdatePin.caption" = "จำ PIN นี้ไว้ ถ้าคุณลืม คุณจะไม่สามารถเข้าถึง bitradio ของคุณ";

/* PIN creation info. */
"UpdatePin.createInstruction" = "PIN ของคุณจะถูกใช้เพื่อปลดล็อค DigiWallet ของคุณและส่งเงิน";

/* Update PIN title */
"UpdatePin.createTitle" = "ตั้งค่า PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "ป้อน PIN อีกครั้ง";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "ป้อน PIN ปัจจุบันของคุณ";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "ป้อน PIN ใหม่ของคุณ";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "ป้อน PIN ใหม่ของคุณอีกครั้ง";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "ขออภัย ไม่สามารถอัพเดท PIN";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "การอัพเดท PIN ผิดพลาด";

/* Update PIN title */
"UpdatePin.updateTitle" = "อัพเดท PIN";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "คัดลอกที่อยู่กระเป๋าเงินไปยังคลิปบอร์ด";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "อนุญาตให้คัดลอกที่อยู่กระเป๋าเงินไปยังคลิปบอร์ด";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "คัดลอกที่อยู่กระเป๋าเงิน";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "คัดลอก";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "กรุณาป้อน PIN ของคุณเพื่ออนุญาตรายการนี้";

/* Verify PIN view body */
"VerifyPin.continueBody" = "กรุณาป้อน PIN ของคุกเพื่อดำเนินการต่อ";

/* Verify PIN view title */
"VerifyPin.title" = "ต้องการ PIN";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "อนุญาตรายการนี้";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "เปิด DigiWallet บนไอโฟนเพื่อติดตั้งกระเป๋าเงินของคุณ";

/* Dismiss button label */
"Webview.dismiss" = "ปิด";

/* Webview loading error message */
"Webview.errorMessage" = "มีข้อผิดพลาดขณะโหลดเนื้อหา โปรดลองอีกครั้ง";

/* Updating webview message */
"Webview.updating" = "กำลังอัพเดท";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "bitradio สำหรับไอโอเอสถูกเปลี่ยนชื่อเป็น DigiWallet พร้อมกับรูปร่างหน้าตาและฟีเจอร์ใหม่\n\nหากคุณต้องการความช่วยเหลือ ดูที่เครื่องหมาย (?) ตรงมุมขวาบนของหน้าจอ";

/* Top title of welcome screen */
"Welcome.title" = "ยินดีต้อนรับสู่ DigiWallet";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "คุณแน่ใจหรือไม่ที่จะลบกระเป๋าเงินนี้";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "ดึงเงินจากกระเป๋าเงิน";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "การดึงเงินล้มเหลว";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "ไม่สำเร็จ";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "ป้อนวลีกู้คืนกระเป๋าเงินของคุณเพื่อดึงเงินออกมา และเริ่มต้นหรือกู้คืนกระเป๋าเงินอื่น ยอดเงินปัจจุบันของคุณจะยังคงอยู่ในวลีกู้คืนเหล่านี้";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "กำลังเริ่มต้นหรือกู้คืนกระเป๋าเงินอื่น เพื่อให้อนุญาตคุณเข้าถึงและจัดการกระเป๋าเงินอื่นบนอุปกรณ์นี้";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "คุณจะไม่สามารถเข้าถึง DigiWallet ปัจจุบันของคุณบนอุปกรณ์นี้ ยอดเงินยังคงอยู่กับวลีกู้คืนเหล่านี้";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "เริ่มต้น หรือ กู้คืน กระเป๋าเงินอื่น";

/* Wipe wallet button title */
"WipeWallet.wipe" = "ดึงเงิน";

/* Wiping activity message */
"WipeWallet.wiping" = "กำลังดึงเงิน";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "เขียนแต่ละคำตามลำดับ และเก็บไว้ในที่ที่ปลอดภัย";

/* button label */
"WritePaperPhrase.next" = "ถัดไป";

/* button label */
"WritePaperPhrase.previous" = "ก่อนหน้า";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d ใน %2$d";

